// 1. Об’явити масив з довільними елементами. За допомогою циклу вивести всі елементи масиву послідовно в консоль

// 2. Дан масив з цілими числами. За допомогою циклу вивести елементи масива, які є парними числами

// (завдання на методи масивів):

// 3.  Дано два масива: [1, 2, 3] і [4, 5, 6]. Об'єднати їх разом

// 4. Даний масив [6, 5, 4]. Зробити з нього масив [4, 5,6]

// 5. Даний масив [1, 2, 3]. Додати йому в кінець елементи 4, 5, 6

// 6. Даний масив [7, 8, 9]. Додати йому на початок 1, 2, 3

// 7. Даний масив ['aaa', 'bbb', 'ccc']. Виведіть в консоль перший елемент та видаліть його.

// 8. Даний масив ['aaa', 'bbb', 'ccc']. Виведіть в консоль та видаліть останній елемент

// 9. Даний масив [9, 10, 11, 12, 13]. Скопіювати в новий масив елементи з другого по п'ятий

// 10. З масиву [1, 2, 3, 4, 5] зробити масив [1, 4, 5] (оригінальний має змінитись)

// 11. З масиву [1, 2, 3, 4, 5] скопіювати в новий масив [3, 4, 5]

// 12. З масиву  [1, 2, 3, 4, 5] (не однією командою) зробити масив [1, 'w', 'trtr', 2, 3, 4, 'vvv', 'a', 'hello']

// Таска з *:
// Написати функцію, яка приймає рядок і масив голосних літер, повертає кількість включень голосних у заданому рядку
// function countVovels(str, vovelsArray)
// vovelsArray = [a, e, i, o, u, y]
// 'hello to you' //6
// 'lorem ipsum dolor sit amet' // 9
